kendryte/k230_canmv/micropython_port/boards/k230_evb/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "K230-EVB"
#define MICROPY_HW_MCU_NAME                 "K230-UNSIP"
#define MICROPY_PY_SYS_STDFILES             0
#define OMV_ARCH_STR                        "K230"
#define OMV_BOARD_TYPE                      "CanMV"
